Repository: Scrounger/visio-multi-page-layer-selector
Catalog: src/addin/Properties/Resources.*.resx
Languages: de, pt, zh_cn

# loc_Settings
source: Settings
de: Einstellungen
pt: Configurações
zh_cn: 设置

# loc_show_layer_selector
source: Show Layer Selector
de: Ebenenauswahl anzeigen
pt: Mostrar Seletor de Camadas
zh_cn: 显示图层选择器

# loc_Set_layer_properties_for_all_pages
source: Set layer properties for all pages
de: Layer-Eigenschaften für alle Seiten festlegen
pt: Definir propriedades de camadas para todas as páginas
zh_cn: 为所有页面设置图层属性

# loc_active
source: active
de: Aktiv
pt: ativo
zh_cn: 积极

# loc_add_to_defaults_list
source: add to defaults list
de: zu Standardwerten hinzufügen
pt: adicionar à lista de inadimplências
zh_cn: 添加到默认列表中

# loc_add_to_subcategory_list
source: add to subcategory list
de: zu Unterkategorien hinzufügen
pt: adicionar à lista de subcategorias
zh_cn: 添加到子类别列表

# loc_are_you_sure_to_delete
source: Are you sure to delete?
de: Möchten Sie löschen?
pt: Tens a certeza que vais apagar?
zh_cn: 你确定要删除吗？

# loc_confirm
source: Confirm
de: Bestätigen
pt: Confirme
zh_cn: 确认

# loc_defaults
source: defaults
de: Standardwerte
pt: inadimplementos
zh_cn: 违约

# loc_Favorites
source: Favorites
de: Favoriten
pt: Favoritos
zh_cn: 收藏

# loc_glue
source: glue
de: Kleben
pt: cola
zh_cn: 胶合剂

# loc_layers
source: Layers
de: Ebenen
pt: Camadas
zh_cn: 分层

# loc_lock
source: lock
de: Sperren
pt: fechadura
zh_cn: 锁定

# loc_name
source: Name
pt: Nome
zh_cn: 命名

# loc_print
source: print
de: Drucken
pt: impressão
zh_cn: 印刷品

# loc_show_active_column
source: show active column
de: Spalte 'Aktiv' anzeigen
pt: coluna ativa
zh_cn: 显示活动栏

# loc_show_glue_column
source: show glue column
de: Spalte 'Kleben' anzeigen
pt: coluna de cola
zh_cn: 显示胶水栏

# loc_show_lock_column
source: show lock column
de: Spalten 'Sperren' anzeigen
pt: coluna de fecho de exposição
zh_cn: 显示锁定栏

# loc_show_print_column
source: show print column
de: Spalte 'Drucken' anzeigen
pt: mostrar coluna de impressão
zh_cn: 显示打印栏

# loc_show_snap_column
source: show snap column
de: Spalte 'Ausrichten' anzeigen
pt: coluna de fotos
zh_cn: 显示快照栏

# loc_show_visible_column
source: show visible column
de: Spalte 'Sichtbar' anzeigen
pt: mostrar coluna visível
zh_cn: 显示可见列

# loc_snap
source: snap
de: Ausrichten
pt: instantâneo
zh_cn: 折断

# loc_subcategories
source: Subcategories
de: Unterkategorien
pt: Subcategorias
zh_cn: 子类别

# loc_visible
source: visible
de: Sichtbar
pt: visível
zh_cn: 可见

# loc_btnApply
source: Apply
de: Übernehmen
pt: Candidate-se
zh_cn: 申请

# loc_Do_you_want_to_overwrite_the_favorite
source: Do you want to overwrite the favorite?
de: Möchten Sie den Favoriten überschreiben?
pt: Queres escrever por cima do favorito?
zh_cn: 你想覆盖收藏夹吗？

# loc_Enter_the_name_under_which_the_favorite_should_be_saved
source: Enter the name under which the favorite should be saved
de: Geben Sie den Namen ein, unter dem der Favorit gespeichert werden soll
pt: Digite o nome sob o qual o favorito deve ser salvo
zh_cn: 输入保存收藏夹的名称

# loc_save_current_selection_as_favourite
source: Save current selection as favourite
de: Aktuelle Auswahl als Favorit speichern
pt: Guardar a selecção actual como favorita
zh_cn: 将当前选择保存为最爱

# loc_save_favorites
source: Save Favorite
de: Favoriten speichern
pt: Salvar Favorito
zh_cn: 保存收藏

# loc_The_favorite_already_exists
source: The favorite {0} already exists
de: Favorit {0} ist bereits vorhanden
pt: O favorito {0} já existe
zh_cn: 最受欢迎的{0}已经存在

# loc_Do_you_really_want_to_delete
source: Do you really want to delete?
de: Wollen Sie wirklich löschen?
pt: Você quer mesmo apagar?
zh_cn: 你真的想删除吗？

# loc_title_delete
source: Delete item
de: Element löschen
pt: Eliminar item
zh_cn: 删除项目

# loc_Buy_me_a_coffee
source: Buy me a coffee
de: Gib mir einen Kaffee aus
pt: Compre-me um café
zh_cn: 请我喝咖啡

# loc_version
source: Version
pt: Versão
zh_cn: 版本

# loc_Save_as_favorite
source: Save as favorite
de: Als Favorit speichern
pt: Guardar como favorito
zh_cn: 保存为收藏夹

# loc_Apply_layers_settings_from_favorite
source: Apply layers settings from favorite
de: Ebeneneinstellungen aus Favoriten übernehmen
pt: Aplicar camadas de configurações de favoritos
zh_cn: 从收藏夹中应用图层设置

# loc_Delete_entry
source: Delete entry
de: Eintrag löschen
pt: Eliminar entrada
zh_cn: 删除条目
